{"sections":{"banner":{"type":"main-collection-banner","settings":{"pad_top":40,"pad_bottom":0,"highlight_words":"Zubehör","show_collection_description":true,"show_collection_image":false,"color_scheme":"scheme-1"}},"video_qQ3VB6":{"type":"video","disabled":true,"name":"t:sections.video.presets.name","settings":{"heading":"","heading_size":"h1","enable_video_looping":false,"video":"shopify:\/\/files\/videos\/EcoFlow Powerstastion Video Kategorie Banner.mp4","video_url":"https:\/\/www.youtube.com\/watch?v=_9VUPq3SxOc","description":"","full_width":false,"color_scheme":"","padding_top":36,"padding_bottom":0}},"benefit_intro_Fj8kaY":{"type":"benefit-intro","disabled":true,"name":"Vorteils-Einleitung","settings":{"heading":"EcoFlow Powerstations","heading_level":"h1","benefit_1":"Mobile Energie","benefit_2":"Schnelles Laden","benefit_3":"Leistung","benefit_4":"Kompatibilität","text":"Energie für Ihre Roboter, überall und Jederzeit. Mit den EcoFlow Powerstations der DELTA- und RIVER-Serie versorgen Sie Ihre Roboter flexibel und zuverlässig, unabhängig vom Standort. Ob auf Events, in der Industrie oder unterwegs im Serviceeinsatz. Mit EcoFlow bleiben Ihre Roboter immer einsatzbereit.","padding_top":36,"padding_bottom":36}},"product-grid":{"type":"main-collection-product-grid","settings":{"products_per_page":16,"columns_desktop":4,"color_scheme":"scheme-1","image_ratio":"square","image_shape":"default","show_secondary_image":true,"show_vendor":true,"show_rating":false,"quick_add":"none","enable_filtering":true,"filter_type":"horizontal","enable_sorting":true,"columns_mobile":"2","padding_top":36,"padding_bottom":36}},"multirow_mBFdTk":{"type":"multirow","blocks":{"row_a7AQWy":{"type":"row","settings":{"media_type":"image","image":"shopify:\/\/shop_images\/pudu-t600-underride48.jpg","external_video_url":"","autoplay":false,"loop":false,"show_controls":true,"caption":"","heading":"Zubehör, das Produktivität spürbar steigert","highlight_words":"spürbar steigert","text":"<p>Original PUDU Zubehör maximiert Reichweite, Laufzeit und Reinigungsqualität. Von Bürsten, Pads, Filtern, Squeegees bis Akkus, Ladegeräten, Wasserstationen, jedes Teil ist perfekt auf BellaBot, KettyBot Pro, PuduBot 2, FlashBot Max, CC1 \/ CC1 Pro, T300 \/ T600 abgestimmt. Ergebnis: weniger Stillstand, konstant hohe Performance.<\/p>","button_label":"","button_link":""}},"row_nTQGiA":{"type":"row","settings":{"media_type":"image","image":"shopify:\/\/shop_images\/Titelbild_Pudu-Robotics-range.png","external_video_url":"","autoplay":false,"loop":false,"show_controls":true,"caption":"","heading":"Kompatibel mit allen PUDU Modellen","highlight_words":"PUDU Modellen","text":"<p>Ob Lieferroboter oder Reinigungsroboter: Wir führen modellgenaues Zubehör und Ersatzteile, inkl. Docking- & Wasserstationen, Sensoren, LiDAR-Abdeckungen, Kabelsätze, Räder, Mop-Kits, HEPA-Filter, Chemietanks, Update-\/Software-Lizenzen. Alles geprüft, dokumentiert und sofort einsetzbar.<\/p>","button_label":"","button_link":""}},"row_8ELAQM":{"type":"row","settings":{"media_type":"image","image":"shopify:\/\/shop_images\/MT1_Trash_scan.png","external_video_url":"","autoplay":false,"loop":false,"show_controls":true,"caption":"","heading":"Service aus Deutschland","highlight_words":"Deutschland","text":"<p>Als offizieller Distributor liefert Terra Robotics Originalteile mit Herstellergarantie, deutschem Lager, schnellem Versand und Einbau-\/Inbetriebnahme-Support. Auf Wunsch planen wir Wartungszyklen, schulen Teams und stellen Ersatzgeräte. So bleiben Ihre PUDU Roboter dauerhaft einsatzbereit.<\/p>","button_label":"","button_link":""}}},"block_order":["row_a7AQWy","row_nTQGiA","row_8ELAQM"],"name":"t:sections.multirow.presets.name","settings":{"image_height":"adapt","desktop_image_width":"medium","heading_size":"h1","text_style":"body","button_style":"primary","desktop_content_position":"middle","desktop_content_alignment":"left","image_layout":"alternate-left","section_color_scheme":"","row_color_scheme":"","mobile_content_alignment":"left","padding_top":56,"padding_bottom":36}},"calendly_widget_qrDRXT":{"type":"calendly-widget","name":"Calendly – Terminbuchung","settings":{"heading":"Termin vereinbaren","heading_tag":"h2","show_eyebrow":true,"eyebrow_text":"Kostenloses Erstgespräch","base_url":"https:\/\/calendly.com\/terra-robotics-kalender\/30min","max_width":1100,"height_desktop":900,"height_mobile":1100,"center_container":true,"padding_top":60,"padding_bottom":0,"heading_size_desktop":40,"heading_size_mobile":30,"spacing_below_heading":10,"primary_color":"#7c4d9a","text_color":"#121212","bg_color":"#ffffff","hide_gdpr_banner":true,"hide_event_details":false,"guard_kill_timeout_ms":2750}},"collapsible_content_eUVEkX":{"type":"collapsible-content","blocks":{"collapsible_row_kwtU4Y":{"type":"collapsible_row","settings":{"heading":"Welche Zubehörkategorien bieten Sie für PUDU an?","icon":"check_mark","row_content":"<p>Wir führen Verschleißteile wie Bürsten, Pads, Squeegees, Filter und Mop-Kits, Batterien & Ladegeräte, Docking-\/Wasserstationen, Sensorik & Abdeckungen, Rollen\/Räder, Kabelbäume, Software-\/Update-Lizenzen sowie Reinigungschemie-Zubehör, jeweils modellgenau für BellaBot, KettyBot Pro, PuduBot 2, FlashBot Max, CC1\/CC1 Pro, T300\/T600.<\/p>","page":""}},"collapsible_row_FUVVig":{"type":"collapsible_row","settings":{"heading":"Sind alle Teile Original PUDU Zubehör?","icon":"check_mark","row_content":"<p>Ja. Wir liefern ausschließlich Original PUDU Teile mit Herstellergarantie. Das sichert passgenaue Montage, optimale Leistung und die Wahrung Ihrer SLA-\/Gewährleistungsbedingungen.<\/p>","page":""}},"collapsible_row_PD4czF":{"type":"collapsible_row","settings":{"heading":"Wie finde ich das kompatible Teil für mein Modell?","icon":"check_mark","row_content":"<p>Wählen Sie Ihr Robotermodell in der Kategorie oder nennen Sie uns Seriennummer\/Build, wir prüfen die Kompatibilität und empfehlen die korrekten Kits inkl. Montagehinweisen.<\/p>","page":""}},"collapsible_row_PTPyVk":{"type":"collapsible_row","settings":{"heading":"Bieten Sie Installation und Wartung an?","icon":"check_mark","row_content":"<p>Ja. Unser Service-Team übernimmt Einbau, Kalibrierung, Software-Updates und plant präventive Wartungsintervalle. Auf Wunsch erhalten Sie Ersatzgeräte für unterbrechungsfreien Betrieb.<\/p>","page":""}},"collapsible_row_BaFt7F":{"type":"collapsible_row","settings":{"heading":"Wie schnell erfolgt die Lieferung?","icon":"check_mark","row_content":"<p>Lagernde Artikel versenden wir i. d. R. am selben oder nächsten Werktag aus Deutschland. Nicht lagernde Teile bestellen wir priorisiert direkt beim Hersteller.<\/p>","page":""}}},"block_order":["collapsible_row_kwtU4Y","collapsible_row_FUVVig","collapsible_row_PD4czF","collapsible_row_PTPyVk","collapsible_row_BaFt7F"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Häufige Fragen","heading_size":"h1","heading_alignment":"center","layout":"row","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":0,"padding_bottom":100}},"rich_var_r8eFNM":{"type":"rich-var","name":"Rich Text (Variable)","settings":{"heading":"PUDU Zubehör & Ersatzteile. Maximale Verfügbarkeit für Ihre Servier- und Reinigungsroboter","highlight_words":"Ihre Servier- und Reinigungsroboter","heading_tag":"h2","heading_align":"left","heading_align_mobile":"left","text":"<h3>Warum Original PUDU Zubehör den Unterschied macht<\/h3><p>Moderne PUDU Roboter – von BellaBot und PuduBot 2 bis CC1 Pro, T300 oder T600 – sind präzise Systeme, deren Leistung maßgeblich von passendem Zubehör abhängt. Originalteile sichern mechanische Passgenauigkeit, stabile Firmware-\/Software-Kompatibilität und konstante Ergebnisse im täglichen Betrieb. Wer Bürsten, Pads, Squeegees, HEPA-Filter oder Räder im richtigen Intervall wechselt, reduziert Reibung, Energieverbrauch und Verschleiß, verlängert die Lebensdauer und hält SLA-Werte zuverlässig ein.<\/p><h3>Zubehör für Lieferroboter: BellaBot, KettyBot Pro, PuduBot 2, FlashBot Max<\/h3><p>Im Gastgewerbe, Retail, Gesundheitswesen und in Showrooms zählen Sicherheit, Hygiene und interaktive Nutzererlebnisse. Zubehör wie Tablett-Sets, Warmhalte-Hauben, Werbedisplays, Kameramodule, Akku-\/Ladeeinheiten und Antriebskomponenten macht Serviceroboter flexibler und einsatzspezifisch skalierbar. Mit Sensor-Abdeckungen, Bumpern und Rollen bleiben Geräte geschützt und länger produktiv. Für FlashBot Max sind Schacht-\/Kabinenmodule, RFID-\/Zugangs-Komponenten und Aufzugs-Integrationen entscheidend – wir liefern das passende Zubehör sowie die technische Dokumentation.<\/p><h3>Zubehör für Reinigungsroboter: CC1 & CC1 Pro<\/h3><p>Bei Reinigungsrobotern entscheidet Zubehör unmittelbar über das Ergebnis. Bürsten, Pads, Squeegees, Mop-Kits, Wassertanks, Filter oder Chemie-Zubehör beeinflussen Kontakt, Anpressdruck, Wasserführung und Trocknung. Für CC1 Pro sind zusätzlich Docking-\/Wasserstationen, Schnellladegeräte, LiDAR-Abdeckungen und Sensorpakete relevant. Passende Update-\/Software-Lizenzen sichern Funktionen wie Heatmaps, Spot-Cleaning oder Boden-\/Fleckenanalyse auf dem neuesten Stand – inkl. Protokollen für Qualitätssicherung und Reporting.<\/p><h3>Energie & Runtime: Batterien, Ladegeräte, Stationen<\/h3><p>Laufzeit ist ein wettbewerbskritischer Faktor. Original-Akkus und Ladegeräte gewährleisten sichere Ladezyklen, exakt auf die BMS-Parameter der Roboter abgestimmt. Docking- und Wasserstationen automatisieren Nachfüllen, Entleeren und Laden – ideal für Mehrschicht-Betrieb und große Flächen. Wir beraten zur Slot-Planung, definieren Wartungsfenster und helfen, Routen auf Verbrauch und Zwischenstopps zu optimieren.<\/p><h3>Sensorik & Schutz: Präzision, die sich auszahlt<\/h3><p>LiDAR-Covers, Kameragläser, IMU-\/Tiefensensoren, Kabelbäume und Dichtungen stellen die Navigation sicher. Schon kleine Abweichungen durch verschlissene Abdeckungen können Mapping, Hinderniserkennung oder VSLAM-Leistung beeinträchtigen. Mit originalen Ersatzteilen bleibt die KI-gestützte Wahrnehmung verlässlich – insbesondere bei CC1 Pro mit Omni-Sense, Heatmap-Analyse und Echtzeit-Qualitätskontrolle.<\/p><h3>Software, Lizenzen & Updates – Funktionen dauerhaft nutzen<\/h3><p>Zu jedem Ökosystem gehören Firmware, Feature-Lizenzen und Cloud-Dienste. Wir liefern Lizenzschlüssel, unterstützen Rollouts, dokumentieren Änderungen und stellen sicher, dass Docking-\/Wasserstationen, Sicherheitsfunktionen und Routenplanung weiterhin reibungslos zusammenspielen. In Verbindung mit der Terra Cloud bleiben Betriebsdaten in Deutschland – DSGVO-konform und revisionssicher.<\/p><h3>Service aus einer Hand – Beratung, Einbau, Wartung<\/h3><p>Als Terra Robotics bieten wir mehr als einen Shop. Wir prüfen Kompatibilität, empfehlen Verschleiß-Bundles pro Modell, übernehmen Einbau\/Kalibrierung und richten auf Wunsch präventive Wartungspläne ein. Für kritische Einsätze stellen wir Ersatzgeräte bereit, damit Reinigung, Lieferung oder Promotion ohne Unterbrechung weiterläuft. Unsere DE-Lager sorgen für schnelle Verfügbarkeit, unsere Dokumentation für sichere Prozesse.<\/p><h3>So finden Sie das richtige Zubehör<\/h3><p>Wählen Sie auf der Seite zuerst Ihr PUDU Modell. In der jeweiligen Kategorie sehen Sie kompatible Teile, Kits und Bundles. Nutzen Sie Filter wie „Verschleißteil“, „Energie“, „Stationen“, „Sensorik“ oder „Software“. Sie sind unsicher? Unser Team hilft mit Seriennummer\/Build weiter und erstellt eine Teileliste inkl. Einbauhinweisen.<\/p><h3>Vorteile beim Kauf über Terra Robotics<\/h3><ul><li>Original PUDU Zubehör mit Herstellergarantie<br\/><\/li><li>Schneller Versand ab deutschem Lager<br\/><\/li><li>Einbau- & Update-Service, Schulungen, Wartungspläne<br\/><\/li><li>Kompatibilitätsprüfung und Ersatzgeräte bei Bedarf<br\/><\/li><li>Datenhoheit in Deutschland mit Terra Cloud<br\/><\/li><\/ul><h3>Fazit<\/h3><p>Wer in PUDU Zubehör investiert, investiert in Verfügbarkeit, Sicherheit und Qualität. Mit Originalteilen, verlässlichem Service und DE-Supply sichern Sie die Performance Ihrer BellaBot, KettyBot Pro, PuduBot 2, FlashBot Max, CC1\/CC1 Pro, T300\/T600 – jeden Tag, in jeder Schicht.<\/p>","text_width":1400,"side_padding":20,"center_text":false,"heading_size_px":40,"heading_size_mobile_px":30,"padding_top":40,"padding_bottom":104}}},"order":["banner","video_qQ3VB6","benefit_intro_Fj8kaY","product-grid","multirow_mBFdTk","calendly_widget_qrDRXT","collapsible_content_eUVEkX","rich_var_r8eFNM"]}